// Написать программу на языке С#, для Windows и Mac OS, 
// [в которую пользователь вводит два числа]
// [в которой записаны два числа]
// [два числа генерируются случайным образом]
// и получает сумму.

int numberA = 3;
int numberB = 5;
int result = numberA + numberB;
Console.WriteLine(result);

